Repository: mozilla-l10n/mt-training-data
Catalog: sva/sva_pontoon.tmx
Source language: en_us
Languages: sva

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
sva: იდეალურ წყარუ̂ე ტექსტისგა ნომა ხეკუ̂ეს არდე̄დხ ციფრა̈ლ ეჯღ'ე̄რე შეიძლება პრობლემა̄̈ლ გამოიწუ̂იოს ჰერშუ̂ ლაჭუ̂და̄̈ნჟი. რიცხუ̂ი ლიჭუ̂და̄̈ნი̄ მეთოდ დამოკიდებულ ლი კონტექსტჟი შეძლება დაბნეულობ გამოიწუ̂იოს მონაცემრე ნაკრებისგა. მაგალითად, რიცხუ̂ “2409” შეიძლება ზუსტდ ა̈დჭუ̂ედის იმჟი “ჲერუ̂ეშდ ი უ̂ო̄შთხუ̂ ი ნულ ი ჩხარა" ი “ჲო̄რი ათა̈ს უ̂ო̄შთხუ̂აშირ ჩხარა”.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
sva: ი̄რახ ბუნებრიუ̂ განსხუ̂აუ̂ება̄̈ლ ჰერი ნაკლათხაჲსგა მუჭუ̂და̄ნრეშ. უ̂არ ეჩქა გარ რე̄ქა, ე ჰერ ეჯზუმ კჷლთხი ჰე̄მა ლი, ერე ნა̈ი̄რუ̂ ქუ̂ეცნი, მო̄დეჲ (ხოფშირა̄მინ) ჰერ ეჯზუმ დამბლი ლი, ერე ლჷი̄რ ტექსტურ დეშ ხა̈ცხრი, იმდო ტუ̄ლი.

source: The route was unclear.
sva: მარშრუტ გაურკუ̂ეუ̂ელ ლა̄̈სუ̂.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
sva: ალ ნინა̈რს ჩიქე ამშიე საზოადოება. ქა ლა̈ფშუ̂დად სა̈ჭირო ლი <localizationGlossaryLink> საიტი ლოკალიზაცია ი<sentenceCollectionGlossaryLink> წინადადება̄ლე კოლექცია</sentenceCollectionGlossaryLink>.

source: The selected file is too large
sva: ლჷთიშ ფაილ სურუ სუ̂რილ ლი

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
sva: წინადადება̄ლე მუნზორე ქ'ე̄სტიხ Common Voice პლატფორმათე. ათხე ჩუ ჯა̈მჲე̄და <writeURL> ჩუ̂ათი̄ჲრა</writeURL> წინადადება ჲედ <reviewURL> ჩუ̂ათსჷნჯუ̂ა </reviewURL> თუ̂ით-თუ̂ითჟი Common Voice-თე ნაზჷზ წინადება̄̈ლ.

source: The sentence has a grammatical or spelling error.
sva: ალ წინადადებაისგა გრამატიკულ ჲედ ორთოგრაფიულ შეცდომა ლი.

source: The sentence has disrespectful or offensive language.
sva: ალ წინადადება ლი ლჷი̄რ უშგდა ი შეურაცხმყოფელ ნინშუ̂.

source: The sentence must be grammatically correct.
sva: წინადადება ხეკუ̂ესე ლესსუ̂ გრამატიკულდ სწორ.

source: The sentence must be speakable.
sva: წინადადება ხეკუ̂ესე ქა იქუ̂ო̄ლდე̄დს.

source: The sentence must be spelled correctly.
sva: წინადადება სწორდ ხეკუ̂ეს ხეირე̄ნს.

source: The sentence should have fewer than 15 words.
sva: წინადადებაისგა ხეკუ̂ეს არდე̄დს15 სიტყუ̂ად ხოხუ̂რა.

source: The site is ready to be launched when it reaches 75% completion.
sva: საიტ ქალეფშუ̂დად ჟი ლჷმა̄რე ლი, შომუ̂ა̄̈ჲ 75%-თეჟი ათჰიესგი.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
sva: საიტ აღდგება მა̈ჲ ლა̈თიალს ი̄რი შიშდ. მამხე ინფორმაცა̄̈შდ სგ'ა̄̈ხტყუბა̄̈ნ<matrixLink>საზოგადოება̄̈ ჩათს ჰედ ლა̈ხმუშგუ̂რა̄̈ნ ნიშგუ̂ეჲ დისკურსი ფორუმა̈ლს<discourseLink>, ერე ქა ხა̈ბჟი̄ნა პრობლემა̄̈ლე ბედჟი საიტს.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
sva: The TED-LIUM კორპუს მჷსყე ლი აუდიოჩანაწერა̈რხა̈ნქა ი მინე ტრანსკრიფცია̈ლხა̈ნქა, ხედუ̂ა̄̈ჲ ხელმისაწუ̂დომ ლიხ TED ვებსაიტჟი.

source: The website text is translated into that language.
sva: უ̂ებსაიტი ტექსტ ითჷრგმა̈ნი ალ ნინჟი.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
sva: ალ კონტენტისგა ხა̈ჲრა პერსონალურ ინფორმაცია: ჟა̄ხე, ელფოსტა̄̈ მისამართ, მდებარეობა, საიდენტიფიკაციო ნომერ, ჰედ ტელეფონი ნომერ.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
sva: ალ კონტენტ იჰრი პიროვნება̄̈ იდენტიფიკაცაცახა̈ნ დაკავშირებულ პერსონალურ ინფორმაციას: ჟახე, ელ. ფოსტა̄̈ მისამართ, ა̈დგილ, საიდენტიფიკაციო ნომერ ჰედ ტელეფონი ნომერ.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
sva: ალ ინფორმაცია სავალდებულო მა̄მ ლი - ეჩქაგარ ხეკუ̂ეს ესქჷმა, ჰემა სი ჯიცხა. მონაცემრე ლა̈ქუ̂ეყნა̈უ̂ჟი პერსონალურ ინფორმაციას ფსეუ̂დონიმიზაციას ხუ̂ა̈ჩოდ ი გუ̂ის ხუ̂აჰუ̂დიდ, ერე ისგუ ჟახე ი ელფოსტა ი ამკა̈ლი ინფორმაცია̄̈ლ ნუმა ლესუ̂ხ კაუ̂შირისგა ეჯკა̈ლი დემოგრაფიულ მონაცემა̈რცახა̈ნ, იმუ̂ა̄̈იჟი ლი შდიქ (ჰასა̈კ) ი სქეს.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
sva: ალ ინფორმაცია̄̈ ლიჰუ̂დი სავალდებულო მა̄მ ლი - ხეკუ̂ეს ესქჷმა ეჩქა გარ, სი ჰემა ჯიცხა. მონაცემრე ხორეუ̂ი ლა̈ქუ̂ეყნა̈უ̂ჟი ნა̈ჲ ფსეუ̂დონიმიზაციას ხუ̂ა̈ჩოდ ჩინუკუ̂ი პერსონალურ ინფორმაციას ი გარანტიას ხუ̂იკედდ, ერე ინფორმაცია, მაგალითად, ისგუ ჟა̄ხე ი ელფოსტა, მა̄მ ლი კავშირისგა დემოგრაფიულ ინფორმაციაცახა̈ნ, მაგალითად, სქეს ი ასა̈კ. ტექნოლოგიად ერ ჩია̈შდ ხოჩა̄მდ ლა̈ჲმჷშას, მონაცემა̈რ, ხედუ̂ა̄̈ჲ ხომურჯუ̂იხ დეუ̂ელოპერა̈ლს ტექნოლოგია̄̈ ლასყე̄ნას, ხეკუ̂ეს ერე გუ̂აწუ̂ე̄ნე̄დს მო̄შ-მო̄შ ამსუ̂ა̄ლდა̈რს. ა̈ხმეჴერ ხოში̄ლ, იმნა̈რ ლი მნიშუ̂ნელოუ̂ან მეტამონაცემა̈რ.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
sva: ალა ლი ლიჴმრი̄ შემთხვევა̈ლჟი ორიენტირებულ სეგმენტ, ხედუ̂ა̈ჲ შეიცავს მონაცემა̈რს ხმოვან ციფრა̈ლე ლათა̈რდ ი ა̄დუ/დე̄სა-შ გამოსაუ̂ლენდ.

source: This is how you cite yourself if you wrote the content yourself.
sva: იმჟი ხარშუ̂ნი ისგუ თხუ̂იმს, ჰემა შინაარს ისგუ ნა̈ირუ̂ ლი.

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
sva: ალ პროექტ მა̄მ ისყო̄ლ ლახ მა̄მა ისგუნა̈ირ ხა̈ლხ. 🎉 Common Voice-თე ჩართუ̂ა̄̈ ხუ̂ა̄̈ჲ ნუკუ̂იშ შუკუ̂ ა̈რი - სი მა̄მ ჯაწჷხ კოდირება̄̈ ლიხა̈ლ ისგუ წუ̂ლილი ლა̈ჲე̄სგიდ ამხაუ̂თე̄ჲსგა!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
sva: ალ პარამეტრ აკონტროლე ისგუ ლიდერბორდი ლაწა̈დს. ლახ ჩულუპჟუნე ლი, ეჩქა ისგუ პროგრესი ჩულუპჟუნე ლი. ალა ა̈ნშა̈ნი, ერე ისგუ გამოსახულება, მომხმარებლი ჟახე ი პროგრეს მა̄მ იწუ̂ე̄ნი ლიდერბორდჟი. ჩუ ჯეშყეს, ერე ლიდერბორდი ლიმხეს { $minutes } წთ ხაწჷხ ცვლილება̄ლე სგა ლაჲე̄სგიდ.

source: Three to go!
sva: ასა̈დ სემი!

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
sva: ისგუ ელ. ფოსტა̄̈ მისმართი ჟი ლაცა̈დდ ქ'ა̄̈ნზიზ ელ. ფოსტა მისამართჟი <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
sva: ლა̈დი

source: Today's Common Voice progress on clips recorded
sva: ლა̈დი̄ პროგრეს Common Voice სგალჷირ კლიპარე მიხედვით

source: Today's Common Voice progress on clips validated
sva: ლა̈დი̄ Common Voice პროგრეს კლიპა̈რჟი დადასტურებულ ლი

source: Today's Progress
sva: ლა̈დი̄ პროგრეს

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
sva: Common Voice მონაცემრე ხორეუ̂ისგა ლეხუ̂იჲად კლიპ ჟილუმწუ̂მე ხეკუ̂ეს ხა̄̈დს იარუ̂ მე̄რმე-მე̄რმე მომხმარებელს.

source: Too many files
sva: სურუ ფიშირ ფაილა̈რ ლიხ

source: Top Contributors
sva: მაჩე̄ნე მონაწილა̄̈ლ

source: Total
sva: მა̈გ

source: Total Approved
sva: ჰა̈დურდ ლჷდასტუ̄რე ლი

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
sva: { $totalHours } საღა̈თ ჩუისკეთი { $periodMonths } თუ̂ეილდისგა ლახე { $people } მა̄რე ისყუნი { $clipsPerDay } ნა̈ირუ̂ს ლადა̈ღისგა.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
sva: ლერსგუ̂ანხა̈ნ ნა̈ჲ გამოვყოფთ ლასჷრგებს ი განვმარტავთ მა̈ჲ ინფორმაციას ხუ̂ა̈ქუ̂ეყნა̈უ̂იდ. ა̈ხმჷრგენ ჩუხი̄დ ლჷი̄რ ბმულა̈რ, ერე ჟ'ა̄̈ხბინა Common Voice ანგარიშ ისგუ̂ა მოწყობილობჟი̄ნ.

source: Toward next goal
sva: ეჩუნღუ̂ე̄ში მიზანთე

source: Track progress here and on your stats page.
sva: ხათე̄უ̂რა̄̈ლ პროგრესს ამჩუ ი ისგუ̂ა სტატისტიკა̄̈ გვერდჟი

source: Transcribe
sva: ჟოხოსყ ტრანსკიფცია

source: Transcribe answers
sva: პასუ̂ხარე ტრასკრიფცია

source: Transcribe Audio
sva: ახა̈სყ აუდიოშ ტრასკრიფცია

source: Transcribe audio recordings into text
sva: აუდიოჩანაწერლე ტრანსკრიფცია ტექსტა̈რდ

source: Transcribe audio recordings in your language
sva: ჟახა̈სყ აუდიოჩანაწერლე ტრანკრიფცია ისგუ̂ა ნინჟი

source: Transcribe Audio <small>(Coming soon)</small>
sva: აუდიოშ ტრანსკრიფცია <small>(შიშდ)</small>

source: Transcript edited successfully
sva: ტრანსკრიპტ წარმატებულდ ა̈დსწორაუ̂ა̈ნ

source: Transcript skipped successfully
sva: ტრანსკრიპტ წარმატებულდ ლა̈ხცუ̂ა̈რ ქა

source: Transcript submitted successfully
sva: ნა̈ი̄რუ̂ წარმატებულდ ა̈დზჷზა̄̈ნ

source: Transcript voted successfully
sva: ტრანსკრიპტ წარმატებულ ლა̈სუ̂

source: Transgender
sva: ტრანსგენდერ

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
sva: <translateVideoLink>ლოხსგი ნიშგუ̂ეჲ სახელმძღუ̂ანელოს, იმჟი ხეკუ̂ეს ა̈ხჴჷმრა Pontoon.</translateVideoLink>

source: Translating the site
sva: საიტი ლიჷთრგმა̈ნი

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
sva: თარგმან ინგლისურხა̈ნქა ლი, მარე სი ჩუ ჯამჲედა<strong>შემოთავაზება̄̈ლს</strong>იშგენ ნჷნა̈რჟი. ჟე̄სოთლ<strong>პროფილი</strong>ნიშნჷლჟი, ეჩუნღო <strong>პარამეტრალე</strong>ბმულჟი ი ჟესაქმ ნინ, ხედუ̂ა̄̈ჲჟი სი გა̈რგლი. ჩუ̂იბე ლერსგუ̂ენ კუთხუ̂ისგა ი̄რი თარმანლე სია ჟახოშ<strong>Locales</strong>. თარგმან ქა იწუ̂ე̄ნი საიტჟი აშხუ̂ ლადა̈ღუნღო.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
sva: Common Voice საიტი ლითჷრგმა̈ნი იჩუ̂მინი<strong>Pontoon</strong>-ჟი.

source: Try again by dragging your file here
sva: ახეკუ̂ჰ აჯაღ ისგუ ფაილი ამხა̄უ̂ ქალა̈თრინოშუ̂

source: Try uploading again
sva: ათკუჰუ̂ი̄რ მახად ლიტუ̂ირთა̈უ̂ი

source: Turkish
sva: თურქულ

source: Turkmen
sva: თურქმენულ

source: Tush
sva: თუშურ

source: Typically megabytes
sva: ჩუ̂ეულებრიუ̂დ, მეგაბაიტა̈რ

source: Udmurt
sva: უდმურტულ

source: Ukrainian
sva: უკრაინულ

source: Understand contribution criteria
sva: ჩუ̂ათცხირ კრიტერიუმა̈ლ

source: Understand how to contribute and validate on the Common Voice dataset
sva: ჟ'ა̄̈ხმეჴერ იმჟი ხეკუ̂ეს ათხიჲა ისგუ წვლილ ი იმჟი დაადასტურო Common Voice მონაცემრე ბაზაისგა

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
sva: ჟა̈ხმეჴერ იმ ხაკუ ხოშა გუ̂ა̈კუ̂ირ ჰერშუ̂ ნა̈ი̄რუ̂ი ლაჰუ̂ნა̄̈რჟი ი ისგუ ჰერშუ̂ ნა̈ირუ̂ა̄̈ლი ჩუ̂ათსიკეთ!

source: Universities, Academics and Researchers
sva: უნიუ̂ერსიტეტა̈ლ, აკადემიკოსა̈რ ი მკუ̂ლეუ̂არა̈რ

source: Upload aborted. Do you want to delete your recordings?
sva: სგაჲლიჲრი ჩუ̂აქუ̂ა̈ც. ჯაკუმა ისგუ სგანა̈ირლე ჟილიღრე?

source: Upload an image file
sva: ჟ'ა̄ხტუ̂ირთა̈უ̂ სურა̈თი ფაილ

source: { $uploadedQuestions } of { $totalQuestions } questions collected
sva: { $uploadedQuestions } { $totalQuestions } ლჷნზო̄რე შეკითხუ̂ა̄̈ლ

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
sva: ა̈ნნა̈ზუ̂რა̄̈ნ { $uploadedQuestions }{ $totalQuestions } შეკითხუ̂ა̄̈ლხა̈ნქა. ა̈ხწუ̂ე̄ნ ნიშგუ̂ეჲ <guidelinesLink> სახელმძღვანელო</guidelinesLink> გუ̂ერდა̈ლ, ერე ხოშილ ა̈ცხჷრა შეკითხუ̂ა̄̈ლე ლიქმემი ბედჟი

source: { $uploadedSentences } of { $totalSentences } sentences collected
sva: { $uploadedSentences }{ $totalSentences } წინადადება̄̈ლხა̈ნქა ლუყუ̂ბე

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
sva: ა̈ნყუ̂აბა̄̈ნ { $uploadedSentences }{ $totalSentences }წინადადება̄̈ლხა̈ნქა. ჟე̄სოთლ<downloadLink> ამჩუ</downloadLink> უარყოფილ წინადადება̄ლე ლა̈ტუ̂ირთა̈უ̂დ.

source: Upload failed, please retry.
sva: ლიტუ̂ირთა̈უ̂ი მა̄მ ა̈ნჴჷრჴა̄̈ნ.

source: Upload <icon></icon> public domain sentences
sva: სგ'ა̄თტუ̂ირთა̈უ̂ <icon></icon> საყოუ̂ელთაო საკუთრება̄̈ წინადადება̈ლ

source: Upload in progress...
sva: ესღრი ლიტუ̂ირთა̈უ̂ი...

source: Upload more sentences?
sva: ალტუ̂ირთაუ̂ადმა ხოფშირა წინადადება̄̈ლ?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
sva: ალ კლიპი ლიტუ̂ირთა̈უ̂ი სერუ̂ერჟი დე̄მჟი იჴჷრჴი. გადატუ̂ირთე გუ̂ერდ ჰედ ახეკუ̂ჰ ხოშილ გუ̂იანდ.

source: Upload of this clip keeps failing, keep retrying?
sva: ალ კლიპი ატუ̂ირთუ̂ა დე̄მჟიმოშ იჴჷრჴი, ხაკუ̂იჰმა აჯაღ?

source: Use correct grammar
sva: სწორ გრამატიკა ლა̈ხჴჷმა̈რ

source: Use correct spelling and grammar
sva: ა̈ხჴჷმა̈რ სწორ მართლწერა ი გრამატიკა

source: Use correct spelling and grammar.
sva: ა̈ხჴჷმა̈რ სწორ მართლწერა ი გრამატიკა.

source: Use correct spelling and punctuation
sva: ლა̈ხჴჷმა̈რ სწორ ორთოგრაფია ი პუნქტუაცია

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
sva: ლასჷრგებ ლი<mark>ბუნებრივ/ორგანულ ლაგჷრგა̈ლ კონტექსტრეშდ</mark> ი ლაჴმა̈რდ განსაკუთრებულ შემთხვევა̄̈ლჟი (მაგალითად, შომუ̂ა̄̈ჲ ჯაკუ, ერე ლიგჷრგა̈ლი̄ ლითერდ ლა̈ჲმჷ̄შას ეჯ ხა̈ლხცხა̈ნ, ერვა̈ჲ გა̈რგლიხ სცენარშუ̂ მა̄დე, გა̈რგლიხ ზეპირდ)

source: User Name
sva: მომხმარებლი ჟა̄ხე

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
sva: მუჭუ̂და̄̈ნიდ სწორდ ა̈დჭო̄და̄ნე ჰა მო̄მა, ეჯნოშ მომხმარებელ ამოწმა̈ნი შემოწირულ კლიპრე სიზუსტეს.

source: Uzbek
sva: უზბეკურ

source: Validated Clips
sva: ლჷდასტუ̄რე კლიპა̈რ

source: Validated Hours
sva: ჩულჷდასტურე საღათა̈რ

source: Validated Hr. Total
sva: ჰა̈დურდ დამოწმებულ ლი

source: Validate readings
sva: ქანჭუ̂და̄ნი ლიდასტურე

source: Validate Readings
sva: გადაამოწმე ლიჭუ̂და̄̈ნი

source: Validate Readings, Review Transcriptions
sva: ქალუჭუ̂და̄ნე̄მი ლიდასტუ̂რე, ტრანსკრიფცია̄̈ ქალისჷ̄ნჯუ̂ე

source: Validate Readings <small>(Coming soon)</small>
sva: ლჭუ̂და̄̈ნი̄ ლიდასტუ̂რე <small>(შიშდ</small>)

source: Validate readings submitted by community members
sva: ჩუ̂ათმოწმა̈ნ ჯგუფი წეუ̂რალე ნასყა̈უ̂ ლჷჭუ̂და̄ნა̈რ

source: Validate user-recorded readings in your language
sva: ჩუ̂ათდასტურა̈უ̂ ისგუ̂ა ნინჟი მომხმარებლი ნა̈ირუ̂ წინადადება̄̈ლ

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
sva: შემოწირულ კლიპრე ლიმოწმა̄ნე მა̄მა ნა̈კლებ მნიშუ̂ნელოუ̂ან ლი Common Voice მისიაისგა. ლოჰუნა̈რ ი ლა̈ნმა̈რჯუ̂ ხარისხია̈ნ ღია კოდიშ ხმოუ̂ან მონაცემრე ლასყე̄ნას.

source: Validation Progress
sva: ვალიდაცია̄̈ პროგრეს

source: Validations
sva: უ̂ალიდაცია

source: Value and recognition.
sva: ღირებულება ი აღიარება.

source: Variant Contribution Options
sva: წუ̂ლილი უ̂არიანტა̈ლ

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
sva: უ̂არიანტა̈ლ ლიხ ნინი სპეციფიკურ ფორმა, მაგალითად, ეჯია̄̈რე გა̈რგლა, ჲერუ̂ა̄̈ჲ იზგეხ გარკუ̂ეულ გეოგრაფიულ ა̈დგილჟი უშხუ̂იდ ჰედ აშხუ̂ თემისგა. ალას დიალექტა̈რსი ხატუ̄ლიხ.

source: Varying Pronunciations
sva: განსხვავებულ გამოთქმა დიალექტარისგა

source: Version
sva: ვერსია

source: Very common mistakes include:
sva: ხოშა გაუ̂რცელებულ შეცდომა̄̈ლ ლიხ:

source: Vietnamese
sva: ვიეტნამურ

source: View your progress against personal and project goals.
sva: ხასინჯა̈უ̂და̈ს ისგუ̂ა პროგრესს ისგუ პირად ი პროექტი მიზნარე შესაბამისდ.

source: Visible
sva: ქა იწუ̂ე̄ნი

source: Visit our blog or write about us
sva: ლა̈ხმუშგუ̂რა̄̈ნ ნიშგუ̂ეჲ ბლოგს ჰედ ათჷი̄რ ნიშგუ̂ეჲ ბედჟი

source: Voice clips are entered into a submission queue that readies them for listening.
sva: ხმოუ̂ან კლიპა̈რ ესღრიხ სგა ლეზზი̄ რიგთე̄სგა, ხედუ̂ა̄̈ჲ ამა̄რე ალ კლიპა̈რს ლეჰუ̂ნა̈რიდ.

source: Voice Collection
sva: ჰერლე კოლექცია

source: Voice Contribution
sva: ხმოუ̂ან წვლილ

source: Voice Dataset, Ready for Download
sva: ხმოვან მონაცემრე ნაკრებ ლჷმა̄რე ლი ჩულა̈ტუ̂ირთა̈უ̂დ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
sva: ჰერ ბუნებრიუ̂ ლი, ლჷმსუ̂ა̄ლდუ. აი, ამღა ქუნუშ ოხღელიდ ლასჷრგებ ხმოვან ტექნოლოგია̄̈ ლისყის ნიშგუ̂ეჲ მანქანა̄ლეშდ. მარე ჰერი სისტემა̄ლე ლასყე̄ნად დეუ̂ელოპერა̈რს ხაწჷხხ მე̄უ̂არ ხუ̂ა̄̈ჲ ჰერი მონაცემა̈რ.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
sva: ჰერ ლი ბუნებრიუ̂, ლჷმსუ̂ა̄ლდუ. ამღა გუნა̄რ ნა̈ჲ ნიშგუ̂ე̄ჲ მანქანა̄ლეშდ ლემჷრგე̄ნი ჰერი ტექნოლოგია̄̈ ლისყე̄ნედ. მარე ჰერი სისტემა̄̈ლე ლა̈სყიდ სა̈ჭირო ლი ჰერლე გუნ მასა̈რდ შელდ.

source: Voices Online Now
sva: მახე Voices Online

source: Voice Validation
sva: ჰერი ლიდასტურა̄̈ვი

source: Volume
sva: ნაკლა̈თხი

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
sva: VoxForge ა̈ნსყა̄̈ნ ეჯნა̈რდ, ერე ანყუ̂აბას ტრანსკრიბირებულ გა̈რგლა, ლიგჷრგა̈ლი̄ ლათარ თაუ̂ისუფალ ი ღია სისტემა̄̈ლცახა̈ნ ლეჴმა̈რიდ.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
sva: ჯაკუმა ლიმურჯუ̂ი, ერე Common Voice ხოშა ა̈დსიკთენს? ჰა̈დურ ეზა̈რ! კავშირ ლახა̈ჲ ნიშგუ̂ეჲცახა̈ნ ელფოსტოშ ჰედ <discourseLink>Discourse</discourseLink> ფორუმა̈რჟი, ჰედ ქა̄ხზიზ შეტყობინება̄̈ლ საიტცახა̈ნ პრობლემა̄ლე ბედჟი <githubLink>GitHub</githubLink>, ჰედ შეუერთდი <matrixLink>Matrix</matrixLink> საზოგადოება̄̈ ჩათს.

source: Want to save your information? <createProfile>Create a profile</createProfile>
sva: ჯაკუმა ჩუ̂ა̈თშხუნა ისგუ ინფორმაცია?<createProfile> ჟახა̈სყ პროფილ</createProfile>

source: Want to stay in touch with Common Voice?
sva: ჯაკუმა Common Voice-ცახან კონტაქტჟი ლისედ?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
sva: ჯაკუმა განახლება̄̈ლ, შომუ̂ა̄̈ჲ Common Voice-ეშ მონაცემრე ნაკრები მახე უ̂ერსიას ოხუ̂ქუ̂ეყნა̈უ̂ნედ? ქ'ა̄̈ხი̄ჲრ ნიშგუ̂ეჲ ბიულეტენ.

source: Watch our video explainer to help
sva: ლოხსგი ნიშგუ̂ეჲ ვიდეო-ახსნას, ერე ლა̈ჯმარჯუ̂ას

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
sva: ნა̈ჲ ჩიგარ ეჯას ხუ̂ითჲა̄̈ლდ, ერე ჟა̈ხუ̂მეჴრად მონაცემრე მომხმარებელხა̈ნქა მინე მაწჷხიშ ი კონტექსტი ბედჟი - მონაცემრე ლაყუ̂ბა პლატფორმაჟი თანამშრომლობაშუ̂ ლჷბნე მონაცემრე სიჯანსაღე̄ ბედჟი ინფორმაცია̄̈ ლიჰუ̂დალ, ნაკუჩ, ერე <emailFragment> ოჰუნრად ისგუ̂ეჲხა̈ნქა.</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
sva: ნა̈ჲ ხუ̂ა̈სყიდ ჰერლე ღია ი ჩია̈შდ ხელმისაწუ̂დომ მონაცემრე ბაზას, იმშა ლიჴმა̈რი ჩი̄ს ჩუ ხა̈ჲმედა გა̈რგლა̄̈ აპლიკაცია̄̈ლე ლამა̄რად.

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
sva: ნა̈ჲ მა̈ხიადა̄̈რ ხუ̂იშდ, ერე მხარს უ̂უჭერთ საჯარო სექტორი ჩართულობას ტექნოლოგია̄̈ლთე, ინოვაცია̄̈ლთე ი ენობრივ უფლება̄̈ლთე. სი ჰემა ხა̈გეგმა̈უ̂ი მეგრე პროექტიშ ჰედ კამპანია̄̈ ქა ლიფშუ̂დეს, ჯერიდ, ერე <emailFragment>-ს დაუკავშირდის.</emailFragment>

source: We are going out to get a coffee.
sva: ყავა̄̈ ლათრათე ესღუ̂რიდ.

source: We are going out to get coffee.
sva: ნა̈ჲ ყაუ̂ა̄̈ ლათრათე ესხუ̂რიდ ქა.

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
sva: ნა̈ჲ ხუ̂აჭრაჟედ უ̂არიანტა̈ლს, ერე ლოხო̄მად ხა̈ლხს ხოშა არჩეუ̂ან ეჩი̄ ბედჟი, იმ ტუ̄ლიხ მინე გენდერულ იდენტობა̄̈ ბედჟი. აღწერე ისგუ თხუ̂იმ ეჯჟი, იმუ̂ა̄̈ჲჟი მაშენ ბუნებრიუ̂დ ჯეწუ̂ე̄ნი სი.<learnMoreLink>ა̈ხმეჴერ ხოშა ნიშგუ̂ეჲ მიდგომა̄̈ ბედჟი გენდერიშ ი სქესიშ მიმართ.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
sva: ნა̈ჲ Mozilla-ისგა ხუ̂ასყე̄ნედ საზოგადოებას ჰერი ტექნოლოგია̄̈ გირკიდ. ნა̈ჲ გუ̂ი ნა̄რ, ერე განახლება̄ლე, მონაცემრე მახე წყაროა̄ლე კურსისგა ხუ̂არდედ ი ხოშილ ოთცხი̄რად ეჩი̄ ბედჟი, მოგუ̂ა̈ჲდ ხიჴმა̈რიდ სგა̈ჲ ალ მონაცემა̈რს.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
sva: ნა̈ჲ ამჟი ნაჯრაუ̂ა, ერე ხოშა ი საჯაროდ ხელმისაწუ̂დომ ხმოუ̂ან მონაცემრე ნაკრებ შის ხოსყი ინოუ̂აცია̄̈ლს ი ჯანსაღ კომერციულ კონკურენციას მანქანურ მეტყუ̂ელება̄̈ ტექნოლოგიაჲსგა. ალა ლი გლობალურ ძალისხმეუ̂ა ი ნა̈ჲ ხუ̂ა̈წჰიდ ჩი̄ს მონაწილეობა̄̈ ლაკა̈დთე. ნიშგუ̂ეჲ მაკაფ ლი, ერე ლოხმარჯუ̂ად ლიგჷრგა̈ლი̄ ტექნოლოგიას, ერე ლე̄სუ̂ ხოშა ინკლუზიურ ხედუ̂ა̈ჲ ასახაუ̂ს ჰერლე მრაუ̂ალფეროუ̂ნებას თელ მსოფლიოისგა.

source: Website Localization
sva: უ̂ებსაიტი ლოკალიზაცია

source: Websites
sva: ვებგუ̂ერდ

source: We couldn’t find that page for you
sva: დეშ ა̈ხუ̂თხედ ალ გუ̂ერდ ისგო̄უ̂დ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
sva: ნა̈ჲ დეშ ოხკიდდ ისგუ ლეჰუ̂ნა̈რი კლიპა̈რ. ა̈ხეკუ̂ჰ აჯად ხოშილ გუ̂ია̄ნდ.

source: We couldn’t get any sentences for you to speak. Please try again later.
sva: დეშ ხუ̂ითხედ წინადადება ისგო̄უ̂დ. ხოშილ გუ̂ია̄ნდ აჯაღ ათკუ̄ჰირ.

source: Weekly
sva: ჩი ნაგზაისგა̈შ

source: Weekly Goal
sva: ნაგზი̄ მიზან

source: We launch the Common Voice site in this language.
sva: ნა̈ჲ ფიშუ̂დედ Common Voice საიტს ალ ნინჟი.

source: Welcome { $company } staff!
sva: ხოჩა ლადა̈ღ { $company } თანამშრომლა̈რს!

source: Welcome to Common Voice
sva: ხოჩა გუჟი̄უ̂ ლაგუ̂ჴედა ისგუ თხუ̂იმ Common Voice-თე

source: Welcome to Spontaneous Speech
sva: შუ̂იდებდუ ლოგუ̂ჴედა ისგუ თხუ̂იმ სპონტანურ გა̈რგლათე̄ჲსგა

source: We may have run out of clips - refresh the page, or try again later.
sva: შეიძლება კლიპა̈რ ოგშდახხჩუ - ჩუ̂ათმა̄̈ხ გუ̂ერდ, ჰედ ხოშილ გუ̂იანდ ა̈ხეკუ̂ჰ.
